import {Typography} from "@mui/material";
import Container from "./styles/Container";

const MainText = () => {
  return (
    <Container>
      <Typography fontWeight='bold' fontSize='3rem'>Почему именно IT?</Typography>
      <Typography fontSize='1.2rem'>
        Я выбрал программирование в качестве любимого занятия потому, что я всегда любил создавать что-то новое. Мне
        нравится изучать интересные вещи и воплощать свои идеи в реальность. С раннего детства я проводил много времени за
        компльютером, а позже, начал интересоваться программированием и WEB-разработкой в частности. Я также люблю
        работать в команде, совместно решая задачи и находя эффективные решения. Программирование
        стало для меня увлекательной и динамичной работой, которая постоянно вызывает мое любопытство и дает возможность
        учиться чему-то новому.
      </Typography>
      <Typography fontSize='1.2rem'>

      </Typography>
    </Container>

  );
};

export default MainText;